سلام %USER%,

در تاریخ <b>%START%</b> و ساعت <b>%TIME%</b> رومی ها، گول ها و توتن ها شروع به مجادله برای تسلط یافتن به این جهان بازی کردند. الان، <b>%PLAYERS%</b> بازیکن در <b>%ALLI%</b> اتحاد برای برتری یافتن نسبت به هم در حال جنگ هستند. با اینکه شما به مدت 3 روز حمایت تازه واردین دارید ولی برای اینکه در این جهان خطرناک راه خود را گم نکنید، بهتر است برای خود اتحادی پیدا کنید. 

کاردان شما را در این راه با وظایف، راهنمایی ها و منابعی که خواهد داد، یاری خواهد کرد. اگر وظیفه هایی که او به شما محول می کند را با موفقیت انجام دهید، او برای شما جوایز مختلفی خواهد داد. او وظیفه های مختلفی مانند پیدا کردن زمان حمایت تازه واردین برای شما خواهد داد. بعد از آنکه وظیفه های او را با موفقیت به اتمام رساندید، شما آمادۀ دفاع از خود در این دنیای پر از جنگ، مجادله و دوستی خواهید بود. 

اگر دقت کنید شما بازی را با یک نیروی مخصوصی در دهکدۀ خود شروع کرده اید، این نیرو قهرمان شما می باشد. قهرمان سربازی بسیار قدرتمند و باارزشی می باشد. شما قادر به ویرایش قیافه او می باشید تا بهترین ظاهر را که دوست دارید را برای او انتخاب کنید. با قهرمان شما قادر به هدایت لشکریان خود به پیروزی، تسخیر آبادی ها خواهید بود و می توانید وی را برای ماجراجویی های خطرناک و پر هیجان بفرستید. در ماجراجویی ها امکان دارد قهرمان گنج های زیبایی پیدا کند - امکان دارد سربازان گم شده را پیدا کند، حیوانات را گرفته و یا اشیایی که به وی قدرت خاصی می دهند را پیدا کند. در صورتی که ماجراجویی قهرمان نا موفق باشد شما قادر به خرید این وسایل و تجهیزات برای قهرمان خود از حراجی هایی می باشید که بازیکنان دیگر آغاز کرده اند. شما قادر به شرکت در این حراجی ها و خرید اشیا و تجهیزات با سکۀ نقرۀ تراوین می باشید. 

اگر دقت کنید متوجه خواهید شد که علاوه بر بازیکنان دیگر در دنیای تراوین نژاد دیگری به نام ناتارها نیز حضور دارند. یک نژاد باستانی که قدرت افسانه ای دارند. هنگام ساخت دهکدۀ جدید دقت کنید؛ اگر در منطقۀ خاکستری رنگ آنها دهکده بنا کنید آنها برای دفاع از سرزمین های خود به این دهکدۀ شما حمله خواهند کرد. ناتارها تنها نژادی هستند که رازهای ساخت باشکوه ترین ساختمان موجود در دنیای تراوین - شگفتی جهان - را می دانند. آنها بسیار قدرتمند می باشند و بهتر است در مجادله با آنها دقت بیشتری کنید. 


مدیریت